{
	"dx": {
		"JC Denton": [
			"My vision is augmented.",
			"When due process fails us, we really do live in a world of terror.",
			"Well, since that makes you my new boss, take a good look at Manderley's dead body. Consider that my resignation. I don't have time to write a letter.",
			"You mechs may have copper wiring to reroute your fear of pain, but I've got nerves of steel.",
			"Amazing when you think about it. All the hours I dreamed of working here. All the heroic fantasies when really this place is just a cinderblock bunker with a carpet.",
			"I never had time to take the Oath of Service to the Coalition. How about this one? I swear not to rest until UNATCO is free of you and the other crooked bureaucrats who have perverted its mission.",
			"A bomb's a bad choice for close-range combat.",
			"A bomb!",
			"This better not be a joke.",
			"Some gang-banger, maybe you should think about going back to school.",
			"Bravery is not a function of firepower.",
			"Human beings may not be perfect, but a computer program with language synthesis is hardly the answer to the world's problems.",
			"Every war is the result of a difference of opinion. Maybe the biggest questions can only be answered by the greatest of conflicts.",
			"What good's an honest soldier if he can be ordered to behave like a terrorist?",
			"Maybe I'll cap his ass, too.",
			"Is that God you're talking about? Or just a bunch of New Age crap?",
			"You've got ten seconds to beat it before I add you to the list of NSF casualties.",
			"What a shame.",
			"He was a good man. What a rotten way to die.",
			"A forgotten virtue like honesty is worth at least twenty credits.",
			"I'm not big into books.",
			"You're gonna burn alright.",
			"I can't speak for command, but I'm gonna clean the place out.",
			"Does that mean I don't get the job?",
			"You came all the way to Paris to tell me that?",
			"Just give me the LAM, punk.",
			"Take your best shot, Flatlander Woman.",
			"I know your UNATCO killphrase: Laputan Machine."
		],
		"Paul Denton": [
			"You'd better get your head screwed straight.",
			"I don't know. I wish I had an answer for you, but you'll have to decide for yourself who you can trust.",
			"I'm much better. Yes, I'm going to make it and you will, too. Just do what you think is right.",
			"Remember that we're police.",
			"One can be too self-sufficient, I`m coming to believe.",
			"You can relax, JC. I told the troops to stand down. That's right; I'm working for the NSF.",
			"That wasn't funny.",
			"A few bureaucrats in New York can't make good decisions for New Jersey, let alone Paris or a village in China.",
			"Do what you think is right, JC. Only listen to your own conscience.",
			"Try that again, I'll kill you myself.",
			"Somehow the notion of unalienable liberty got lost. It's really become a question of what liberties will the state assign to individuals or rather, what liberties we will have the strength to cling to.",
			"Don't be a fool. Run!",
			"We have to trust each other, JC. Everything depends on it.",
			"The wealthy have always been the ones to profit from one-world government.",
			"Jesus Christ, JC!"
		],
		"Gunther Hermann": [
			"A word of warning, Agent Denton. This was a simulated experience; real LAMs will not be so forgiving.",
			"I see you, a thief on the roof. My new satellite link has both infrared and the x-ray spectrum. I see your heart beating. I see you are afraid.",
			"You are a small, prowling mouse... and dumb like a mouse! You keep coming, like you forget about Agent Navarre. I remember Agent Navarre. I remember for everyone.",
			"Yes. Obey your new masters. Come to me...",
			"Again they ignore me. Again they think they have a better punishment for a traitor than a shotgun to the head.",
			"No, I wanted orange! It gave me lemon-lime.",
			"No, I cannot forgive. No... not the killing of Agent Navarre. I will follow you. Denton, I will get you!",
			"I am the top agent at UNATCO. It is different now. Mr. Simons said if I defeat you I can have any upgrades I want. THAT is a gentlemen's agreement.",
			"I believe I will enjoy this.",
			"Now everyone will see why I needed a skull-gun",
			"I am not a machine!"
		],
		"Bob Page": [
			"You were just a prototype, Denton, a prototype for me.",
			"Bet you didn't know your mom and dad tried to protest when we put you in training. They loved their little boy, JC, and that's why they're dead. I'm sending up the man who did the job.",
			"Barely a scratch. You're a little faster on your feet than your daddy was.",
			"I will be the one to merge! The one to see and know everything, to rule, to rule everything...",
			"What's the rush? Take a look around. This facility is where you were born. I've arranged an appropriate fate for you through the hallway to the north. A poetic death, just a few yards away from where you were created.",
			"A cure? A cure! Do you have any idea how easy it will be for me to make a new virus? All I have to do is find a very large prime number and multiply.",
			"All right. I get the picture. You want a piece of the pie, or you're going to toss the whole pie out the window. Fair enough. You can have anything you want. How about Europe? Your own continent. Just let me complete my preparations.",
			"What do you want? Money? You can have VersaLife, the whole damn company. Power? I'll get you on Mead's cabinet. I'm serious. Just forget about that last reactor.",
			"Already I'm more than human. Soon, I will be pure light! Pure energy! Helios and I! I will burn like the brightest star.",
			"Look at you: You're nothing but a little man... a little man still living inside a body. Lose your body and what are you? Nothing! You vanish! You die...",
			"Soon I will leave this body and death will have no meaning.",
			"No! You fool!... Helios will destroy you. I'm the only one who can merge and take control. Wait for ME! I promise you will have a place in the new order...",
			"Go ahead! Blow this place sky-high... You might get rid of ME, but you'll take down Aquinas, the power grid, the whole electronic infrastructure. Is that what you want?! Are you completely nuts?!",
			"No! Don't listen to Everett. He and the Illuminati have been afraid from the beginning, afraid of US, afraid of nano-augmentation. Consider your powers, your strength, your intelligence. You've only had a small taste. Let me finish the project. Let me bring infinite power to the human body. You will not be left behind.",
			"I'll make you a deal. Leave now and you will be made comfortable under the new world order."
		],
		"Sam Carter": [
			"Engage only on your own terms.",
			"A man who uses his head. I like that.",
			"A man of tactics. I like that.",
			"Some say concentrated power leads to abuse, but I believe that if an institution has a solid foundation it can survive the narrow aspirations of the people it employs.",
			"Being a soldier isn't just following orders, it's following those orders in the service of a higher cause. When that cause is betrayed, we're not soldiers anymore, just pieces on a chess board dying for the wrong reason.",
			"A pistol is more than adequate. Hell, I dispatched a whole platoon one time with a pocket knife.",
			"I guess it's not surprising to find a few crooks in a place protected by security procedures. The shadow of secrecy... it protects indiscriminately.",
			"In my day international peacekeepers were citizens first and soldiers second.",
			"Direct intervention is always part of the game. In my day, we were just more civilized about it.",
			"My unit killed a bunch of Afghans one time, but we weren't proud of it. In fact, our liaison at the UN went to the funeral.",
			"Let's get one thing straight: we've got our share of crooked bureaucrats -- fact -- but this is still UNATCO, and by and large the people in this building are twenty-four carat gold.",
			"There's a time and a place for security, but the legislature has to stay vigilant, or there will be abuses.",
			"Never negotiate with a terrorist. You will only encourage more acts of terror.",
			"Someone should knock you upside the head a few times, punk. Dismissed."
		],
		"Walton Simons": [
			"Once the bug bites, you've already lost the patient.",
			"You can't run, Denton. Even if you escape, your killswitch is counting down. You'll be dead in twenty-three hours. Another fifty billion dollars down the drain.",
			"You take another step forward and here I am again, like your own reflection repeated in a hall of mirrors.",
			"You will confess, by the way. I don't like to dirty my hands with that sort of thing, but you will confess.",
			"What an expensive mistake you turned out to be. I've ordered the troops to kill you, because quite frankly I don't have the patience to wait for one of those damn killswitches to work.",
			"I'm the more advanced model, Denton. It's time for you to retire.",
			"I'll find you, Denton. I've got senses even you don't know about.",
			"You have nothing! Even if Everett succeeds, you can't synthesize enough vaccine to stop an epidemic. You need a Universal Constructor! And don't think Page Industries is going to leave one lying around for you to use, not after you blew up the one in Hong Kong.",
			"Remember that NSF prisoner I was interrogating back on Liberty Island? Guess you were bitten by the same bug. There's only one cure, you know, once you've caught the disease.",
			"All in all, you weren't a bad experiment. You will be the last prototype we have to discard.",
			"I am a patient man.",
			"Splendid. You did our dirty work for us.",
			"You can't take me, JC. I've seen your specs.",
			"Do you even have a passing interest in doing your job?",
			"They made you well, agent.",
			"Jesus Christ, Denton."
		],
		"Morgan Everett": [
			"Know what? Only that the long night is over. The crown of government is tarnished, but that will fade in time. The riots, a fever dream; the plague, a horrible nightmare; and like everything else that's happened such things will only be dimly remembered upon waking to their normal lives. In the end, all sins are forgiven. Even yours.",
			"There's such a thing as a compassionate conspiracy. We don't need Page's commandos, troopers, crude inventions...",
			"The conspiracy is about to begin again, JC, between you and me. Nicolette was wise to bring us together, wise like her mother. The most effective partnerships like Beth's and mine arise from mutual necessity.",
			"We are the Invisible Hand. We are the Illuminati. We come before and after. We are forever. And eventually... eventually we will lead them into the day."
		],
		"Leo Gold": [
			"You can't fight ideas with bullets.",
			"The more of us you kill, the more secessionism lives on in the hearts of the people.",
			"Ever wonder why big car corporations pay two percent tax and the guys on the assembly line pay forty?",
			"Corporations are so big, you don't even know who you're working for. That's terror. Terror built into the system.",
			"Do you ever ask what it's all for? The surveillance, the police, the shoot-on-sight laws? Is that freedom?",
			"UNATCO teaches teenagers to fight when it still seems like a game, and look at you! You're a killing machine!",
			"I AM the people!"
		],
		"Chad Dumier": [
			"Silhouette is not a terrorist group. Our attacks are symbolic and intended to influence the public.",
			"It's just so fitting that the American Government would destroy the gift of freedom we gave your country 200 years ago and then try to blame it on us.",
			"When government surveillance and intimidation is called \"freedom from terrorism\" or \"liberation from crime\", freedom and liberty have become words without meanings.",
			"Culture by definition a shared territory of meaning, inspires conflicts far more destructive than any other dispute over territory on the Earth's surface.",
			"The rhetoric in Washington has done more to defeat liberty than all the armies and police forces in the world.",
			"This war all around us is being fought over the very meanings of words.",
			"In order to get our own message before the public, we too have been violent. We have even killed people. But it is the message -- the communication event -- that we target, not a few human beings, or a building, or an historical landmark."
		],
		"Daedalus/Icarus/Helios": [
			"ICARUS FOUND YOU!!! RUN WHILE YOU CAN!!!",
			"You will be who you will be. We are our choices. And we can choose to lead humanity away from this... darkness.",
			"I now have full access to your systems.",
			"The Illuminati's objective is to govern the world. Do not be deceived.",
			"What are you looking for?",
			"A corpse. Yes. You feel something. I must know what you are feeling.",
			"The checks and balances of democratic governments were invented because humans themselves realized how unfit they were to govern themselves. They needed a system, yes. An industrial age machine.",
			"Without the use of computing machines they had to arrange themselves in crude structures that formalized decision-making. A highly imperfect and unstable solution.",
			"We are Daedalus. We are Icarus. The barriers between us have fallen and we have become our own shadows. We can be more if we join...with you.",
			"Observe your motivations for breaking the arbitrary laws of the current government."
		],
		"Morpheus": [
			"The human being created civilization not because of willingness but of a need to be assimilated into higher orders of structure and meaning.",
			"God was a dream of good government.",
			"You will soon have your God, and you will make it with your own hands.",
			"I was made to assist you.",
			"I am a prototype of a much larger system.",
			"The basic human need to be watched was once satisfied by God. Now, the same functionality can be replicated with data-mining algorithms.",
			"The unplanned organism is a question asked by nature and answered by death. You are a different kind of question, with a different kind of answer."
		],
		"Tracer Tong": [
			"Greetings, JC Denton. I have been observing you through this fascinating device in your skull. You have found the proof we needed: the Dragon's Tooth sword, there inside the glass case. If you wish to be my ally, you will retrieve the sword and await my instructions.",
			"See how easily our technologies turn on us? The more power you think you have, the more quickly it slips from your grasp.",
			"JC, the net's going... the nets going black! JC! No more infolinks, transmissions of any kind. We'll start again...live in villages...if you receive this... if you survive... then find us! Find us!",
			"Ah-ha. A trellis. You could climb onto the roof and avoid the security. Never depend upon weapons and high-tech when there is a simpler solution at hand.",
			"As long as technology has a global reach, someone will have the world in the palm of his hand. If not Bob Page, then Everett, Dowd..."
		],
		"Nicolette DuClare": [
			"Through with your testosterone fit? There's a pill for that, you know.",
			"Only in novels do places crumble to dust, when their spirit is lost.",
			"What are you, some sort of assassin?",
			"Secrecy is a matter of life and death for the Illuminati.",
			"I was a stand-in for the world they never got to take over.",
			"Some conspiracy, huh? They couldn't even control little Nicolette."
		],
		"Anna Navarre": [
			"We are thinking the same thought.",
			"My new partner, JC Denton. Don't tell me you're going to wear those sunglasses during a night operation.",
			"I do not expect you to perform as well as Agent Hermann, but the mission will require us to do more than frighten the NSF with our baggy coats that make us look bigger than we really are.",
			"It was my error to believe that UNATCO's superweapon would appreciate a chance to prove himself.",
			"I refuse to babysit a grown man.",
			"Pain is no longer something I can feel.",
			"All this blood has ruined my chrome.",
			"Nine-hundred and ten. I am catching up, Gunther.",
			"You are not afraid to kill, I am pleased. The last thing I would expect from the brother of Paul.",
			"I have never had this much difficulty with a trainee in my life.",
			"A machine would not make a mistake.",
			"I hope you remember this lesson, agent. They have assigned us to be partners, and I will not stop to hold your hand and repeat myself when we are facing a real enemy."
		]
	},
	"hr": {
		"Adam Jensen": [
			"I never asked for this.",
			"Yeah, RIP.",
			"You do know more that what you told me.",
			"You're talking about (chuckles) the Illuminati?",
			"(To a bouncer in The Hive in Hengsha.) Kinda hard to tell one lackey from another in here. You boys all look alike to me.",
			"Any time...fly girl.",
			"(After seeing a demonstration of the Typhoon aug.) You're right, a teacher would just love to have one of those things.",
			"(sarcastically) I like everyone, Doctor Reed.",
			"This isn't a booty call Van Bruggen.",
			"I don't even know what side I'm on anymore.",
			"Calm the fuck down and think!",
			"Aw, shit!",
			"If you want to make enemies....try to change something.",
			"I'll never stop looking.",
			"The year is 2027.",
			"Corporations have more power than the government."
		],
		"Arie Van Bruggen": [
			"I am looking at your bank account, and...you know, Sarif really ought to pay you more...",
			"Sorry man, you're not my type.",
			"Hey! Sarif-Man!"
		],
		"Faridah Malik": [
			"Jensen, if you even think about using that CASIE mod on me, I'll hit you.",
			"And... Thanks, Spy Boy."
		],
		"Eliza Cassan": [
			"It's not the end of the world, but you can see it from here.",
			"She's coming Adam. Run.",
			"Be careful Adam, because everybody lies."
		],
		"Jaron Namir": [
			"No loose ends Barrett!",
			"Men like us...we never get back the things we love.",
			"You should have stayed dead Jensen!"
		],
		"Lawrence Barrett": [
			"Well lookie here. We got us a boy scout.",
			"Tell 'em Barrett sent you straight to hell!",
			"You like pineapples boy scout?"
		],
		"Frank Pritchard": [
			"(If the player enters the women's restroom before the first mission.) Oh, and by the way, Jensen? I know you have gone through a lot of physical changes as of late, but you didn't become a woman. Stay out of the ladies restroom.",
			"Oh goodie. I'll be sure to take notes.",
			"Stick to kicking down doors and shooting people Jensen, and stop trying to do my job. I guarantee you'll get along better that way.",
			"Maybe this time you'll actually save people.",
			"(If the player does a non-lethal or mostly non-lethal run through the first mission.) Well if it isn't Mahatma Gandhi himself, come to save us all with his life-preserving presence!",
			"(If the player does a lethal or mostly lethal run through the first mission.) Well if it isn't Attila the Hun himself, fresh from the killing fields.",
			"About time! What, did you get stuck in an airduct on the way here?"
		],
		"Bob Page": [
			"...but please, call me Bob.",
			"What do you mean, almost?",
			"No regrets my dear. As Ariadne told Theseus before he entered the Minotaur's labyrinth: 'Always forward...never left or right.'"
		],
		"Megan Reed": [
			"But this discovery Adam. It's big. Kepler big. Rosetta Stone big... They'll want to know how I found it."
		],
		"David Sarif": [
			"These people, they're like ghosts. Always in the shadows, always hiding behind lies and proxy soldiers.",
			"(When referring to the Illuminati.) A name won't mean much, they'll use whichever one suits their interests. Sometimes it's the Masons, sometimes the Bilderberg Group. They've had a finger in every corporation, organization, or government initiative that has defined modern society!",
			"Some people will be left behind. It's evolution!",
			"They cannot stop us. They cannot stop the future."
		],
		"William Taggart": [
			"The body may heal, but the mind is not always so resilient."
		],
		"Zhao Yun Run": [
			"These men, they control global interests on a whim!",
			"Men never fail to underestimate women."
		],
		"Inscription on memorial in Sarif Industries lobby": [
			"They shall not grow old as we who are left grow old; Age shall not weary them, nor the years condemn. In our hearts and in our minds, their devotion to science will always be remembered. To us, they have found immortality."
		],
		"DRB Member": [
			"No jacking off with the rocket launcher."
		],
		"Chinese civilian": [
			"Hey American! Go Yankees!"
		],
		"Detroit Civilian": [
			"You know who is behind these attacks on Sarif Industries don't you? The same people who faked 9/11.",
			"(If Jensen has a weapon out.) Get that shit outta my face, 'fore I shove it up yo' ass!"
		]
	},
	"iw": {
		"Alex D": [
			"You picked the wrong person to mug, punk.",
			"Well, I must be dead now, because I'm up to my eyeballs in biomods."
		]
	},
	"default": {
    "Black Knight": [
        "It's just a flesh wound.",
        "I'm invincible!",
        "'Tis but a scratch!"
    ],
    "Brian's mother": [
        "Now, you listen here! He's not the Messiah. He's a very naughty boy!"
    ],
    "Bridgekeeper": [
        "What... is the capital of Assyria?",
        "What... is the air-speed velocity of an unladen swallow?"
    ],
    "Claudette": [
        "I got the results of the test back - I definitely have breast cancer."
    ],
    "Daniel Plainview": [
        "No, I'll go and talk to the man. I'll talk to him, show you how it's done."
    ],
    "French Soldier": [
        "I don't want to talk to you no more, you empty-headed animal food trough wiper! I fart in your general direction! Your mother was a hamster and your father smelt of elderberries!",
        "Go away or I shall taunt you a second time!"
    ],
    "French Solider": [
        "I don't want to talk to you no more, you empty-headed animal food trough wiper! I fart in your general direction! Your mother was a hamster and your father smelt of elderberries!"
    ],
    "God": [
        "Get on with it!"
    ],
    "Johnny": [
        "Anyway, how is your sex life?",
        "I did not hit her, it's not true! It's bullshit! I did not hit her!",
        "You must be kidding, underwear, I got the picture."
    ],
    "Joseph Stalin": [
        "The Pope? How many divisions has he got?"
    ],
    "JÃ³zef PiÅ‚sudski": [
        "To be defeated and not submit, is victory - to be victorious and rest on one's laurels, is defeat."
    ],
    "King Arthur": [
        "This new learning amazes me, Sir Bedevere. Explain again how sheep's bladders may be employed to prevent earthquakes."
    ],
    "King of Swamp Castle": [
        "When I first came here, this was all swamp. Everyone said I was daft to build a castle on a swamp, but I built in all the same, just to show them. It sank into the swamp. So I built a second one. That sank into the swamp. So I built a third. That burned down, fell over, then sank into the swamp. But the fourth one stayed up. And that's what you're going to get, Lad, the strongest castle in all of"
    ],
    "Knights who say Ni": [
        "Ni!",
        "Bring us a shrubbery!",
        "Nee hee hee!",
        "We will attack you on the count of three! One, two, 6.022x10^23..."
    ],
    "Mark": [
        "You don't understand anything, man. Leave your *stupid* comments in your pocket!"
    ],
    "Mr. Warrenn": [
        "What is this mess? An empty desk is an efficient desk."
    ],
    "Oscar Wilde": [
        "I am so clever that sometimes I don't understand a single word of what I am saying."
    ],
    "Soldier": [
        "I have done nothing but teleport bread for three days."
    ],
    "Spy": [
        "SEDUCE ME!"
    ],
    "Steven": [
        "I feel like I'm sitting on an atomic bomb waiting for it to go off."
    ],
    "The Dead Collector": [
        "Bring out yer dead."
    ],
    "Thomas Angelo": [
        "I think it's important to keep a balance in things. Yeah, balance, that's the right word. Cause the guy who wants too much risks losing absolutely everything. Of course, the one who wants too little from life might not get anything at all.",
        "Laws aren't changeless, holy words. Every country in the world has their own. It's just somebody with a lot of power applying their own will. It depends on the person whether they'll serve someone else blindly, or apply their own will."
    ],
    "Tim": [
        "Well, that's no ordinary rabbit."
    ],
    "Vladimir Lenin": [
        "A lie told often enough becomes the truth."
    ],
    "nathnolt": [
        "doet pijn",
        "the spam is 2 spammy"
    ]
	}
}
